{"id":"000014","filename":"UA-UAWAR-01-SKO-01-0013.jpg","creator":"Serhii Korovayny","date":"2022-03-22","oblast":"Lvivska","rayon":"Lvivskyi","city":"Lviv","caption":"Portrait of Serhii Kolesnikov in Lvlv, Ukraine. Serhii Kolesnikov, co-founder of the media \"\"ShoTam?,\"\" compares war and abandoning one's lifestyle to a parachute jump. \"\"When I first jumped, I was told that it was scary only for the first-timers. You don't know what to expect, after all. They say next time is better. This is a delusion. \"\"\n \n At the time of the occupation of Luhansk, Serhiy was 24. He had nothing to lose. Everything that happened was perceived as an adventure and a challenge. When Luhansk became the capital of the so-called \"\"LPR,\"\" Serhii and his friends joked that they would be able to live in the capital then. When they understood things were no joke, he moved to Kyiv. Sleeping on the floor seemed sort of romantic then. Now, when he lives in Lviv with his family, it feels like a month of nights on the train. Today, in addition to himself, Serhiy is responsible for his family and his own business. After all, he has a home he wants to return to as soon as possible. \"\"We are renting an apartment here, but my house is now in Kyiv, Tatarka district. I came home in the evening to recharge and move on. And now you just discharge all the time, that's all. \"\"\n \nSerhii has been preparing for the war for the last few months, and he foresaw and expected it for all eight years. \"\"Apparently, this is a trauma I got in 2014. I advised all my acquaintances for eight years not to buy any real estate. They looked at me like I was an idiot and called me a panicker. It would be better, of course, if they were right, not me. Two months before the war, I lived in paranoia: optimizing the company's budgets and making other important decisions. I recently read a book about Holocaust survivors who passed on this trauma to their children. Those survivors advised their kids to only have the property that fits in a small bag. I tI understand them very well.\"","graphic":0,"location":"Lviv"}
