{"id":"000010","filename":"UA-UAWAR-01-SKO-01-0009.jpg","creator":"Serhii Korovayny","date":"2022-03-20","oblast":"Lvivska","rayon":"Lvivskyi","city":"Lviv","caption":"Portrait of Danylo Pavlov in Lviv, Ukraine. \"Documentary photographer and photo editor of Reporters magazine Danylo Pavlov did not expect war in 2014. A month before it started, he spent all his savings on building materials. He dreamed of arranging an ideal family space in his home in Donetsk. When the war began, he, together with his wife and two young children, left the city with little to no luggage and no plan \"\"B.\"\" Like most acquaintances, they left for \"\"for two weeks tops.\"\" At first, they went to relatives in Uzhgorod, and later to Kyiv by invitation of the editorial office. It took years to settle in a new place and buy building materials for a new apartment in Kyiv this time. Ironically, as soon as he partially completed the repairs, the war returned.\n \n \"\"When we discussed the possible invasion at home, it piqued children's interest. I went too far with my stories and noticed it when my son cried. They were very small then and did not understand anything in 2014. Now my son is 9, and my daughter is 11. During one of the first nights we spent in Lviv, where they were forced to leave this time, Danylo's son Nikita subconsciously repeated in a dream: \"\"I am Ukrainian, I am Ukrainian!\"\".\n \nWhat hasn't changed since 2014, Danylo says, is the painful issue of the relationship between those fleeing the war to peaceful regions and those living there. \"\"I did not expect Kyivites to face the same thing that the Easterners faced previously. There are issues with regard to renting apartments, gossip about rude migrants, and language issues - all of this had already happened to Donetsk residents when they came to Kyiv 8 years ago. It hurts that people are not ready to accept each other. But I still feel like we are more united now than ever. \"\"\"","graphic":0,"location":"Lviv"}
