{"filename":"UA-UAWAR-01-SKO-01-0014.jpg","creator":"Serhii Korovayny","date":"2022-03-24","week":12,"oblast_en":"Kyiv","oblast_ua":"Київ","rayon_en":"Kyiv","rayon_ua":"Київ","city_en":"Kyiv","city_ua":"Кейӳ","caption_en":"Portrait of Nastya Daeva in Kyiv, Ukraine. \"I've changed so many places. This time it was devastating emotionally. I've only reached the point in my life when anxiety went away, and I've felt happy. I've felt like it for a week or two. Then Putin did this.\n\nI've changed many homes, stayed in different flats. I lost my home in Makiivka. I still got the registration address here, but it's on paper only. It's not my home. It can't be because my home is Ukraine.\nWhen you flee, there are so many things that you leave behind filled with memories, precious little stuff. You can't take anything with you; you need to be selective. \nIt's like everything is taken away from you.\nYou save your life, your close ones, but you still feel robbed as your whole life is taken. And it took me years to rebuild it, to get into this pre-war state I was in before 2014. \nIt's like one little building block after the other. First, you look for a new dwelling. Then you need to find a place to finish your BA, then MA. I've only been able to find friends and properly socialize after five years in Kyiv. Recently I've just got my ground, became financially independent, \n\nI've rented a flat on my own. I did it, I've managed to get this far. \n\nThis time I didn't even want to leave. I was contemplating staying even under the threat of being killed. Many friends ask me why I don't go abroad. I know languages, but I want to stay in Ukraine. Anywhere I go - it feels like Putin gets there. I know how it goes. How old would I be when I get my life back again - 40? 35?\n\nI felt strong anxiety. It was provoked by the fact that they announced that they would mobilize women. I was not afraid of mobilization per se. It just meant that things were serious. It felt like 2014 all over. I have been waiting for eight years for Putin to go further into the country. I kept thinking - tomorrow, tomorrow, he'll do it. I won't be able to finish my studies - he will come. I won't have time to find a job - he will come. \nI did what I planned. So did he.\"","graphic":0,"tag_id":8,"month":"2022-03-01","id":"000015","ttag":"Military frontline"}
